{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "¡": 95,
      "¢": 96,
      "£": 97,
      "¤": 98,
      "¥": 99,
      "¦": 100,
      "§": 101,
      "¨": 102,
      "©": 103,
      "ª": 104,
      "«": 105,
      "¬": 106,
      "®": 107,
      "¯": 108,
      "°": 109,
      "±": 110,
      "²": 111,
      "³": 112,
      "´": 113,
      "µ": 114,
      "¶": 115,
      "·": 116,
      "¸": 117,
      "¹": 118,
      "º": 119,
      "»": 120,
      "¼": 121,
      "½": 122,
      "¾": 123,
      "¿": 124,
      "À": 125,
      "Á": 126,
      "Â": 127,
      "Ã": 128,
      "Ä": 129,
      "Å": 130,
      "Æ": 131,
      "Ç": 132,
      "È": 133,
      "É": 134,
      "Ê": 135,
      "Ë": 136,
      "Ì": 137,
      "Í": 138,
      "Î": 139,
      "Ï": 140,
      "Ð": 141,
      "Ñ": 142,
      "Ò": 143,
      "Ó": 144,
      "Ô": 145,
      "Õ": 146,
      "Ö": 147,
      "×": 148,
      "Ø": 149,
      "Ù": 150,
      "Ú": 151,
      "Û": 152,
      "Ü": 153,
      "Ý": 154,
      "Þ": 155,
      "ß": 156,
      "à": 157,
      "á": 158,
      "â": 159,
      "ã": 160,
      "ä": 161,
      "å": 162,
      "æ": 163,
      "ç": 164,
      "è": 165,
      "é": 166,
      "ê": 167,
      "ë": 168,
      "ì": 169,
      "í": 170,
      "î": 171,
      "ï": 172,
      "ð": 173,
      "ñ": 174,
      "ò": 175,
      "ó": 176,
      "ô": 177,
      "õ": 178,
      "ö": 179,
      "÷": 180,
      "ø": 181,
      "ù": 182,
      "ú": 183,
      "û": 184,
      "ü": 185,
      "ý": 186,
      "þ": 187,
      "ÿ": 188,
      "Ā": 189,
      "ā": 190,
      "Ă": 191,
      "ă": 192,
      "Ą": 193,
      "ą": 194,
      "Ć": 195,
      "ć": 196,
      "Ĉ": 197,
      "ĉ": 198,
      "Ċ": 199,
      "ċ": 200,
      "Č": 201,
      "č": 202,
      "Ď": 203,
      "ď": 204,
      "Đ": 205,
      "đ": 206,
      "Ē": 207,
      "ē": 208,
      "Ĕ": 209,
      "ĕ": 210,
      "Ė": 211,
      "ė": 212,
      "Ę": 213,
      "ę": 214,
      "Ě": 215,
      "ě": 216,
      "Ĝ": 217,
      "ĝ": 218,
      "Ğ": 219,
      "ğ": 220,
      "Ġ": 221,
      "ġ": 222,
      "Ģ": 223,
      "ģ": 224,
      "Ĥ": 225,
      "ĥ": 226,
      "Ħ": 227,
      "ħ": 228,
      "Ĩ": 229,
      "ĩ": 230,
      "Ī": 231,
      "ī": 232,
      "Ĭ": 233,
      "ĭ": 234,
      "Į": 235,
      "į": 236,
      "İ": 237,
      "ı": 238,
      "Ĳ": 239,
      "ĳ": 240,
      "Ĵ": 241,
      "ĵ": 242,
      "Ķ": 243,
      "ķ": 244,
      "ĸ": 245,
      "Ĺ": 246,
      "ĺ": 247,
      "Ļ": 248,
      "ļ": 249,
      "Ľ": 250,
      "ľ": 251,
      "Ŀ": 252,
      "ŀ": 253,
      "Ł": 254,
      "ł": 255,
      "Ń": 256,
      "Ġa": 257,
      "Ġt": 258,
      "in": 259,
      "re": 260,
      "at": 261,
      "on": 262,
      "he": 263,
      "or": 264,
      "er": 265,
      "es": 266,
      "en": 267,
      "it": 268,
      "Ġthe": 269,
      "ic": 270,
      "is": 271,
      "ed": 272,
      "Ġs": 273,
      "nd": 274,
      "Ġo": 275,
      "Ġc": 276,
      "ion": 277,
      "ar": 278,
      "Ġp": 279,
      "al": 280,
      "an": 281,
      "Ġf": 282,
      "Ġd": 283,
      "ing": 284,
      "Ġof": 285,
      "Ġb": 286,
      "le": 287,
      "ĠC": 288,
      "ent": 289,
      "Ġin": 290,
      "Ġand": 291,
      "ro": 292,
      "00": 293,
      "Ġre": 294,
      "as": 295,
      "et": 296,
      "¿½": 297,
      "ï¿½": 298,
      "il": 299,
      "Ġw": 300,
      "ation": 301,
      "ĠS": 302,
      "ct": 303,
      "Ġm": 304,
      "Ġto": 305,
      "ou": 306,
      "ĠP": 307,
      "ity": 308,
      "ol": 309,
      "ĠD": 310,
      "ĠT": 311,
      "ata": 312,
      "ment": 313,
      "20": 314,
      "ch": 315,
      "ï¿½ï¿½": 316,
      "om": 317,
      "ve": 318,
      "lo": 319,
      "ĠA": 320,
      "ag": 321,
      "Ġfor": 322,
      "us": 323,
      "ra": 324,
      "Ġh": 325,
      "id": 326,
      "ot": 327,
      "Ġis": 328,
      "Ġe": 329,
      "ce": 330,
      "Ġth": 331,
      "Ġn": 332,
      "ist": 333,
      "Ġ(": 334,
      "201": 335,
      "Ġor": 336,
      "000": 337,
      "hic": 338,
      "Ġ-": 339,
      ",\"": 340,
      "qu": 341,
      "Ġare": 342,
      "ĠF": 343,
      "im": 344,
      "ate": 345,
      "res": 346,
      "ly": 347,
      "ts": 348,
      "ep": 349,
      "ay": 350,
      "ĠB": 351,
      "ĠE": 352,
      "ud": 353,
      "Ġby": 354,
      "><": 355,
      "Ġon": 356,
      "art": 357,
      "tt": 358,
      "Ġst": 359,
      "ont": 360,
      "Ġpro": 361,
      "iv": 362,
      "Ġl": 363,
      "ur": 364,
      "ĠL": 365,
      "Ġdata": 366,
      "ig": 367,
      "ies": 368,
      "st": 369,
      "ĠR": 370,
      "ort": 371,
      "Ġbe": 372,
      "Ġv": 373,
      "ĠM": 374,
      "se": 375,
      "ĠN": 376,
      "Ġas": 377,
      "ew": 378,
      "ul": 379,
      "Ġ201": 380,
      "sp": 381,
      "ago": 382,
      "\"\"": 383,
      "ers": 384,
      "orm": 385,
      "ĠI": 386,
      "um": 387,
      "ith": 388,
      "//": 389,
      "ps": 390,
      "atas": 391,
      "ataset": 392,
      "ho": 393,
      "erm": 394,
      "ding": 395,
      "://": 396,
      ".\"": 397,
      "ess": 398,
      "ĠCity": 399,
      "Ġwith": 400,
      "Ġg": 401,
      "ations": 402,
      "nt": 403,
      "ated": 404,
      "el": 405,
      "Ġdataset": 406,
      "lic": 407,
      "ab": 408,
      "am": 409,
      "form": 410,
      "od": 411,
      "ub": 412,
      "ut": 413,
      "ĠO": 414,
      "if": 415,
      "ir": 416,
      "his": 417,
      "est": 418,
      "ac": 419,
      "Ġcom": 420,
      "ermit": 421,
      "un": 422,
      "ial": 423,
      "erv": 424,
      "ool": 425,
      "ĠG": 426,
      "pp": 427,
      "Ġrep": 428,
      "ect": 429,
      "ï¿½ï¿½ï¿½": 430,
      "ice": 431,
      "ive": 432,
      "ĠThe": 433,
      "hicago": 434,
      "artment": 435,
      "ec": 436,
      "rom": 437,
      "chool": 438,
      "ll": 439,
      "Ġ1": 440,
      "Ġthat": 441,
      "ric": 442,
      "Ġinc": 443,
      "red": 444,
      "ance": 445,
      "ark": 446,
      "Ġfrom": 447,
      "epartment": 448,
      "Ġus": 449,
      "ear": 450,
      "em": 451,
      "ov": 452,
      "of": 453,
      "ary": 454,
      "</": 455,
      "ions": 456,
      "ĠH": 457,
      "Ġan": 458,
      "ain": 459,
      "ail": 460,
      "ad": 461,
      "formation": 462,
      "ap": 463,
      "ib": 464,
      "ttps": 465,
      "Ġnot": 466,
      "Ġcon": 467,
      "lan": 468,
      "ĠChicago": 469,
      "gra": 470,
      "age": 471,
      "ww": 472,
      "uil": 473,
      "iz": 474,
      "ore": 475,
      "Ġex": 476,
      "='": 477,
      "get": 478,
      "uilding": 479,
      "os": 480,
      "end": 481,
      "her": 482,
      "ĠDepartment": 483,
      "ork": 484,
      "lud": 485,
      "ber": 486,
      "ublic": 487,
      "ents": 488,
      "oc": 489,
      "Ġinformation": 490,
      "loc": 491,
      "ff": 492,
      "igh": 493,
      "up": 494,
      "The": 495,
      "lect": 496,
      "Ġwe": 497,
      "su": 498,
      "span": 499,
      "Ġy": 500,
      "und": 501,
      "ĠĠ": 502,
      "ĠU": 503,
      "and": 504,
      "op": 505,
      "Ġinclud": 506,
      "ase": 507,
      "att": 508,
      "Ġrequ": 509,
      "Ġ2": 510,
      "Ġcomp": 511,
      "ens": 512,
      "able": 513,
      "ran": 514,
      "div": 515,
      "Ġat": 516,
      "ĠW": 517,
      "our": 518,
      "ow": 519,
      "Ġsp": 520,
      "attle": 521,
      "IS": 522,
      "ach": 523,
      "Ġthis": 524,
      "data": 525,
      "ver": 526,
      "Ġpermit": 527,
      "></": 528,
      "ĠSt": 529,
      "ments": 530,
      "out": 531,
      "Ġcont": 532,
      "ip": 533,
      "istric": 534,
      "uct": 535,
      "Ġ3": 536,
      "city": 537,
      "are": 538,
      "._": 539,
      "ĠThis": 540,
      "per": 541,
      "ile": 542,
      "ee": 543,
      "Ġad": 544,
      "vid": 545,
      "ous": 546,
      "ical": 547,
      "ord": 548,
      "gh": 549,
      "udget": 550,
      "cc": 551,
      "Ġall": 552,
      "ual": 553,
      "Ġmore": 554,
      "ĠData": 555,
      "ĠY": 556,
      "ine": 557,
      "gov": 558,
      "YC": 559,
      "isc": 560,
      "Ġyear": 561,
      "br": 562,
      "iew": 563,
      "omm": 564,
      "cy": 565,
      "This": 566,
      "ress": 567,
      "aries": 568,
      "th": 569,
      "ill": 570,
      "ref": 571,
      "Ġloc": 572,
      "Ġapp": 573,
      "Ġsu": 574,
      "ĠPro": 575,
      "ices": 576,
      "umber": 577,
      "iness": 578,
      "quot": 579,
      "Ġreport": 580,
      "ĠIn": 581,
      "gram": 582,
      "ck": 583,
      "ition": 584,
      "ure": 585,
      "ound": 586,
      "org": 587,
      "Ġprovid": 588,
      "Ġ/": 589,
      "ign": 590,
      "low": 591,
      "Ġrequi": 592,
      "Ġmay": 593,
      "Ġschool": 594,
      "Ġres": 595,
      "usiness": 596,
      "Ġcol": 597,
      "ĠPark": 598,
      "'s": 599,
      "DO": 600,
      "ime": 601,
      "ther": 602,
      "Ġhttps": 603,
      "Ġnumber": 604,
      "ass": 605,
      "Ġbuilding": 606,
      "str": 607,
      "ard": 608,
      "Ġup": 609,
      "eve": 610,
      "Ġuse": 611,
      "Ġserv": 612,
      "Ġcan": 613,
      "Ġper": 614,
      "ĠSchool": 615,
      "ter": 616,
      "reet": 617,
      "11": 618,
      "ave": 619,
      "Ġle": 620,
      "https": 621,
      "its": 622,
      "ef": 623,
      "inance": 624,
      "rad": 625,
      "rent": 626,
      "ue": 627,
      "www": 628,
      "Ġal": 629,
      "ject": 630,
      "ased": 631,
      "Ġab": 632,
      "ang": 633,
      "ning": 634,
      "cityof": 635,
      "rou": 636,
      "Ġtra": 637,
      "istrict": 638,
      "ĠPublic": 639,
      "ide": 640,
      "Ġch": 641,
      "Ġ200": 642,
      "ex": 643,
      "Ġrec": 644,
      "Ġreg": 645,
      "ak": 646,
      "eattle": 647,
      "ttp": 648,
      "ven": 649,
      "ors": 650,
      "ĠAn": 651,
      "Ġwhe": 652,
      "ory": 653,
      "ĠV": 654,
      "chic": 655,
      "ount": 656,
      "Ġ&": 657,
      "ures": 658,
      "chicago": 659,
      "ency": 660,
      "vail": 661,
      "Ġpermits": 662,
      "ome": 663,
      "evelo": 664,
      "ities": 665,
      "ĠFor": 666,
      "all": 667,
      "Ġhref": 668,
      "),": 669,
      "evelop": 670,
      "yc": 671,
      "ĠJ": 672,
      "hich": 673,
      "yst": 674,
      "rough": 675,
      "act": 676,
      "Ġdet": 677,
      "ystem": 678,
      "ĠNYC": 679,
      "Ġspec": 680,
      "Ġavail": 681,
      "Ġï¿½ï¿½ï¿½": 682,
      "ered": 683,
      "ateg": 684,
      "Ġthrough": 685,
      "ted": 686,
      "Ġstud": 687,
      "Ġexp": 688,
      "Ġ<": 689,
      "Ġsuch": 690,
      "Ġr": 691,
      "ates": 692,
      "own": 693,
      "ater": 694,
      "ĠYork": 695,
      "Ġme": 696,
      "onth": 697,
      "urrent": 698,
      "Ġbusiness": 699,
      "ests": 700,
      "19": 701,
      "ĠPermit": 702,
      "Ġref": 703,
      ").": 704,
      "rib": 705,
      "ĠComm": 706,
      "Ġwho": 707,
      "Ġavailable": 708,
      "grap": 709,
      "ire": 710,
      "ograp": 711,
      "Ġeach": 712,
      "ong": 713,
      "GIS": 714,
      "mp": 715,
      "'>": 716,
      "ied": 717,
      "Ġun": 718,
      "ĠPlan": 719,
      "Ġview": 720,
      "ĠServ": 721,
      "oun": 722,
      "lease": 723,
      "ract": 724,
      "lass": 725,
      "Ġfil": 726,
      "Ġissu": 727,
      "unity": 728,
      "ensus": 729,
      "Ġhe": 730,
      "ĠNew": 731,
      "Ġother": 732,
      "ident": 733,
      "hed": 734,
      "ĠRe": 735,
      "oft": 736,
      "Ġacc": 737,
      "ĠBuilding": 738,
      "Ġadd": 739,
      "ink": 740,
      "Ġoff": 741,
      "ri": 742,
      "ĠRep": 743,
      "yle": 744,
      "Ġag": 745,
      "by": 746,
      "ĠEx": 747,
      "yp": 748,
      "amp": 749,
      "Ġrequired": 750,
      "ust": 751,
      "Ġ\"\"": 752,
      "olice": 753,
      "Ġne": 754,
      "vel": 755,
      "Ġabout": 756,
      "DOT": 757,
      "Ġhave": 758,
      "ays": 759,
      "Ġstyle": 760,
      "ode": 761,
      "ite": 762,
      "ery": 763,
      "Ġpublic": 764,
      "ize": 765,
      "pd": 766,
      "wn": 767,
      "ĠAr": 768,
      "af": 769,
      "ousing": 770,
      "oundaries": 771,
      "tion": 772,
      "Ġ5": 773,
      "Ġ_": 774,
      "Ġwas": 775,
      "Ġwhich": 776,
      "urve": 777,
      "Ġupd": 778,
      "com": 779,
      "ffic": 780,
      "Ġhttp": 781,
      "Ġprogram": 782,
      "Ġused": 783,
      "ware": 784,
      "evelopment": 785,
      "ĠĠĠĠ": 786,
      "ĠSeattle": 787,
      "ces": 788,
      "cityofchicago": 789,
      "Ġ20": 790,
      "Ġcateg": 791,
      "Ġse": 792,
      "lis": 793,
      "ree": 794,
      "Ġcurrent": 795,
      "Ġsoft": 796,
      "Ġlist": 797,
      "Ġsoftware": 798,
      "Ġ7": 799,
      "ibr": 800,
      "struct": 801,
      "air": 802,
      "Ġany": 803,
      "urvey": 804,
      "ains": 805,
      "Ġwill": 806,
      "acil": 807,
      "Ġwere": 808,
      "ost": 809,
      "Ġcomm": 810,
      "ĠBudget": 811,
      "ight": 812,
      "ult": 813,
      "og": 814,
      "Ġweb": 815,
      "ographic": 816,
      "ĠReport": 817,
      "Ġen": 818,
      "Ġdis": 819,
      "ĠCont": 820,
      "seattle": 821,
      "Ġact": 822,
      "Ġint": 823,
      "ĠOr": 824,
      "ĠRec": 825,
      "iol": 826,
      "ws": 827,
      "heck": 828,
      "City": 829,
      "resent": 830,
      "Ġass": 831,
      "ĠGIS": 832,
      "Ġcond": 833,
      "AT": 834,
      "ified": 835,
      "Ġro": 836,
      "Ġupdated": 837,
      "16": 838,
      "Ġpart": 839,
      "istered": 840,
      "ults": 841,
      "pen": 842,
      "Ġit": 843,
      "ons": 844,
      "ast": 845,
      "iss": 846,
      "Ġrel": 847,
      "Ġatt": 848,
      "ĠDistrict": 849,
      "Ġtyp": 850,
      "loy": 851,
      "Ġover": 852,
      "ren": 853,
      "Ġrecord": 854,
      "Ġone": 855,
      "Ġwithin": 856,
      "orts": 857,
      "ety": 858,
      "pert": 859,
      "ized": 860,
      "nual": 861,
      "ection": 862,
      "Ġtime": 863,
      "Ġchang": 864,
      "struction": 865,
      "21": 866,
      "ob": 867,
      "ined": 868,
      "ĠEn": 869,
      "Ġcomple": 870,
      "alth": 871,
      "eat": 872,
      "ĠĊ": 873,
      "Ġim": 874,
      "ond": 875,
      "Ġsee": 876,
      "Ġservices": 877,
      "ĠRes": 878,
      "Ġstudents": 879,
      "pl": 880,
      "Ġqu": 881,
      "Ġthese": 882,
      "ĠPolice": 883,
      "nyc": 884,
      "Ġpre": 885,
      "ant": 886,
      "Ġsh": 887,
      "Ġcity": 888,
      "Ġgrad": 889,
      "Ġdes": 890,
      "Ġthan": 891,
      "cess": 892,
      "Ġbuildings": 893,
      "Ġsho": 894,
      "endit": 895,
      "ame": 896,
      "ily": 897,
      "Ġind": 898,
      "ï¿½ï¿½<": 899,
      "arget": 900,
      "ribut": 901,
      "afety": 902,
      "Ġfund": 903,
      "ific": 904,
      "ĠFinance": 905,
      "mploy": 906,
      "Ġfile": 907,
      "hood": 908,
      "ĠParks": 909,
      "ern": 910,
      "idents": 911,
      "Ġtarget": 912,
      "Ġsc": 913,
      "Ġsystem": 914,
      "ĠCheck": 915,
      "bor": 916,
      "ĠTo": 917,
      "Ġpot": 918,
      "aint": 919,
      "=\"\"": 920,
      "agery": 921,
      "ranc": 922,
      "ax": 923,
      "uc": 924,
      "ĠOff": 925,
      "Ġincludes": 926,
      "ollow": 927,
      "ighbor": 928,
      "Ġbudget": 929,
      "ss": 930,
      "Ġclo": 931,
      "Ġpr": 932,
      "aps": 933,
      "font": 934,
      "ĠLoc": 935,
      "Ġappro": 936,
      "ighborhood": 937,
      "Ġhas": 938,
      "12": 939,
      "Ġbased": 940,
      "Ġge": 941,
      "ating": 942,
      "Ġdetail": 943,
      "ĠZ": 944,
      "Ġelect": 945,
      "Ġprocess": 946,
      "33": 947,
      "aign": 948,
      "ampaign": 949,
      "Ġlo": 950,
      "ĠExp": 951,
      "Ġ2010": 952,
      "ID": 953,
      "istricts": 954,
      "ownlo": 955,
      "10": 956,
      "Ġtheir": 957,
      "ative": 958,
      "200": 959,
      "Ġpos": 960,
      "uary": 961,
      "Ġoper": 962,
      "ĠTra": 963,
      "Ġspecial": 964,
      "Ġcontains": 965,
      "tho": 966,
      "Ġplease": 967,
      "lock": 968,
      "ases": 969,
      "ĠOffice": 970,
      "ose": 971,
      "ĠCode": 972,
      "ĠUn": 973,
      "Ġlevel": 974,
      "site": 975,
      "Ġproject": 976,
      "Ġinclude": 977,
      "les": 978,
      "Ġcons": 979,
      "pro": 980,
      "ĠSan": 981,
      "ace": 982,
      "Ġsub": 983,
      "anc": 984,
      "Ġonly": 985,
      "mber": 986,
      "uring": 987,
      "27": 988,
      "ove": 989,
      "\"\">": 990,
      ";,": 991,
      "ious": 992,
      "sed": 993,
      "Ġ8": 994,
      "byist": 995,
      "ibrary": 996,
      "TA": 997,
      "amily": 998,
      "ext": 999
    },
    "merges": [
      "Ġ a",
      "Ġ t",
      "i n",
      "r e",
      "a t",
      "o n",
      "h e",
      "o r",
      "e r",
      "e s",
      "e n",
      "i t",
      "Ġt he",
      "i c",
      "i s",
      "e d",
      "Ġ s",
      "n d",
      "Ġ o",
      "Ġ c",
      "i on",
      "a r",
      "Ġ p",
      "a l",
      "a n",
      "Ġ f",
      "Ġ d",
      "in g",
      "Ġo f",
      "Ġ b",
      "l e",
      "Ġ C",
      "en t",
      "Ġ in",
      "Ġa nd",
      "r o",
      "0 0",
      "Ġ re",
      "a s",
      "e t",
      "¿ ½",
      "ï ¿½",
      "i l",
      "Ġ w",
      "at ion",
      "Ġ S",
      "c t",
      "Ġ m",
      "Ġt o",
      "o u",
      "Ġ P",
      "it y",
      "o l",
      "Ġ D",
      "Ġ T",
      "at a",
      "m ent",
      "2 0",
      "c h",
      "ï¿½ ï¿½",
      "o m",
      "v e",
      "l o",
      "Ġ A",
      "a g",
      "Ġf or",
      "u s",
      "r a",
      "Ġ h",
      "i d",
      "o t",
      "Ġ is",
      "Ġ e",
      "c e",
      "Ġt h",
      "Ġ n",
      "is t",
      "Ġ (",
      "20 1",
      "Ġ or",
      "00 0",
      "h ic",
      "Ġ -",
      ", \"",
      "q u",
      "Ġa re",
      "Ġ F",
      "i m",
      "at e",
      "re s",
      "l y",
      "t s",
      "e p",
      "a y",
      "Ġ B",
      "Ġ E",
      "u d",
      "Ġb y",
      "> <",
      "Ġ on",
      "ar t",
      "t t",
      "Ġs t",
      "on t",
      "Ġp ro",
      "i v",
      "Ġ l",
      "u r",
      "Ġ L",
      "Ġd ata",
      "i g",
      "i es",
      "s t",
      "Ġ R",
      "or t",
      "Ġb e",
      "Ġ v",
      "Ġ M",
      "s e",
      "Ġ N",
      "Ġa s",
      "e w",
      "u l",
      "Ġ 201",
      "s p",
      "ag o",
      "\" \"",
      "er s",
      "or m",
      "Ġ I",
      "u m",
      "it h",
      "/ /",
      "p s",
      "at as",
      "atas et",
      "h o",
      "er m",
      "d ing",
      ": //",
      ". \"",
      "es s",
      "ĠC ity",
      "Ġw ith",
      "Ġ g",
      "ation s",
      "n t",
      "at ed",
      "e l",
      "Ġd ataset",
      "l ic",
      "a b",
      "a m",
      "f orm",
      "o d",
      "u b",
      "u t",
      "Ġ O",
      "i f",
      "i r",
      "h is",
      "es t",
      "a c",
      "Ġc om",
      "erm it",
      "u n",
      "i al",
      "er v",
      "o ol",
      "Ġ G",
      "p p",
      "Ġre p",
      "e ct",
      "ï¿½ï¿½ ï¿½",
      "ic e",
      "i ve",
      "ĠT he",
      "hic ago",
      "art ment",
      "e c",
      "ro m",
      "ch ool",
      "l l",
      "Ġ 1",
      "Ġth at",
      "r ic",
      "Ġin c",
      "re d",
      "an ce",
      "ar k",
      "Ġf rom",
      "ep artment",
      "Ġ us",
      "e ar",
      "e m",
      "o v",
      "o f",
      "ar y",
      "< /",
      "ion s",
      "Ġ H",
      "Ġa n",
      "a in",
      "a il",
      "a d",
      "form ation",
      "a p",
      "i b",
      "tt ps",
      "Ġn ot",
      "Ġc on",
      "l an",
      "ĠC hicago",
      "g ra",
      "ag e",
      "w w",
      "u il",
      "i z",
      "o re",
      "Ġe x",
      "= '",
      "g et",
      "uil ding",
      "o s",
      "en d",
      "he r",
      "ĠD epartment",
      "or k",
      "l ud",
      "b er",
      "ub lic",
      "ent s",
      "o c",
      "Ġin formation",
      "lo c",
      "f f",
      "ig h",
      "u p",
      "T he",
      "le ct",
      "Ġw e",
      "s u",
      "sp an",
      "Ġ y",
      "u nd",
      "Ġ Ġ",
      "Ġ U",
      "a nd",
      "o p",
      "Ġinc lud",
      "as e",
      "at t",
      "Ġre qu",
      "Ġ 2",
      "Ġcom p",
      "en s",
      "ab le",
      "r an",
      "d iv",
      "Ġa t",
      "Ġ W",
      "ou r",
      "o w",
      "Ġs p",
      "att le",
      "I S",
      "a ch",
      "Ġth is",
      "d ata",
      "v er",
      "Ġp ermit",
      ">< /",
      "ĠS t",
      "ment s",
      "ou t",
      "Ġc ont",
      "i p",
      "ist ric",
      "u ct",
      "Ġ 3",
      "c ity",
      "a re",
      ". _",
      "ĠT his",
      "p er",
      "i le",
      "e e",
      "Ġa d",
      "v id",
      "ou s",
      "ic al",
      "or d",
      "g h",
      "ud get",
      "c c",
      "Ġa ll",
      "u al",
      "Ġm ore",
      "ĠD ata",
      "Ġ Y",
      "in e",
      "g ov",
      "Y C",
      "is c",
      "Ġy ear",
      "b r",
      "i ew",
      "om m",
      "c y",
      "T his",
      "res s",
      "ar ies",
      "t h",
      "il l",
      "re f",
      "Ġ loc",
      "Ġa pp",
      "Ġs u",
      "ĠP ro",
      "ic es",
      "um ber",
      "in ess",
      "qu ot",
      "Ġrep ort",
      "ĠI n",
      "gra m",
      "c k",
      "it ion",
      "u re",
      "ou nd",
      "or g",
      "Ġpro vid",
      "Ġ /",
      "ig n",
      "lo w",
      "Ġrequ i",
      "Ġm ay",
      "Ġs chool",
      "Ġre s",
      "us iness",
      "Ġc ol",
      "ĠP ark",
      "' s",
      "D O",
      "im e",
      "t her",
      "Ġh ttps",
      "Ġn umber",
      "as s",
      "Ġb uilding",
      "st r",
      "ar d",
      "Ġ up",
      "e ve",
      "Ġus e",
      "Ġs erv",
      "Ġc an",
      "Ġp er",
      "ĠS chool",
      "t er",
      "re et",
      "1 1",
      "a ve",
      "Ġ le",
      "h ttps",
      "it s",
      "e f",
      "in ance",
      "ra d",
      "re nt",
      "u e",
      "ww w",
      "Ġa l",
      "j ect",
      "as ed",
      "Ġa b",
      "an g",
      "n ing",
      "city of",
      "ro u",
      "Ġt ra",
      "istric t",
      "ĠP ublic",
      "id e",
      "Ġc h",
      "Ġ2 00",
      "e x",
      "Ġre c",
      "Ġre g",
      "a k",
      "e attle",
      "tt p",
      "v en",
      "or s",
      "ĠA n",
      "Ġw he",
      "or y",
      "Ġ V",
      "ch ic",
      "ou nt",
      "Ġ &",
      "u res",
      "chic ago",
      "en cy",
      "v ail",
      "Ġpermit s",
      "om e",
      "eve lo",
      "it ies",
      "ĠF or",
      "al l",
      "Ġh ref",
      ") ,",
      "evelo p",
      "y c",
      "Ġ J",
      "hic h",
      "y st",
      "rou gh",
      "a ct",
      "Ġd et",
      "yst em",
      "ĠN YC",
      "Ġsp ec",
      "Ġa vail",
      "Ġ ï¿½ï¿½ï¿½",
      "e red",
      "ate g",
      "Ġth rough",
      "t ed",
      "Ġst ud",
      "Ġex p",
      "Ġ <",
      "Ġsu ch",
      "Ġ r",
      "at es",
      "ow n",
      "at er",
      "ĠY ork",
      "Ġm e",
      "ont h",
      "ur rent",
      "Ġb usiness",
      "es ts",
      "1 9",
      "ĠP ermit",
      "Ġre f",
      ") .",
      "r ib",
      "ĠC omm",
      "Ġw ho",
      "Ġavail able",
      "gra p",
      "i re",
      "o grap",
      "Ġe ach",
      "on g",
      "G IS",
      "m p",
      "' >",
      "i ed",
      "Ġ un",
      "ĠP lan",
      "Ġv iew",
      "ĠS erv",
      "ou n",
      "le ase",
      "ra ct",
      "l ass",
      "Ġf il",
      "Ġis su",
      "un ity",
      "ens us",
      "Ġ he",
      "ĠN ew",
      "Ġo ther",
      "id ent",
      "he d",
      "ĠR e",
      "of t",
      "Ġa cc",
      "ĠB uilding",
      "Ġad d",
      "in k",
      "Ġof f",
      "r i",
      "ĠR ep",
      "y le",
      "Ġa g",
      "b y",
      "ĠE x",
      "y p",
      "am p",
      "Ġrequi red",
      "us t",
      "Ġ \"\"",
      "ol ice",
      "Ġn e",
      "ve l",
      "Ġab out",
      "DO T",
      "Ġh ave",
      "ay s",
      "Ġst yle",
      "od e",
      "it e",
      "er y",
      "Ġp ublic",
      "iz e",
      "p d",
      "w n",
      "ĠA r",
      "a f",
      "ous ing",
      "ound aries",
      "t ion",
      "Ġ 5",
      "Ġ _",
      "Ġw as",
      "Ġw hich",
      "ur ve",
      "Ġup d",
      "c om",
      "ff ic",
      "Ġh ttp",
      "Ġpro gram",
      "Ġus ed",
      "w are",
      "evelop ment",
      "ĠĠ ĠĠ",
      "ĠS eattle",
      "c es",
      "cityof chicago",
      "Ġ 20",
      "Ġc ateg",
      "Ġs e",
      "l is",
      "re e",
      "Ġc urrent",
      "Ġs oft",
      "Ġl ist",
      "Ġsoft ware",
      "Ġ 7",
      "ib r",
      "str uct",
      "a ir",
      "Ġan y",
      "urve y",
      "ain s",
      "Ġw ill",
      "ac il",
      "Ġwe re",
      "o st",
      "Ġcom m",
      "ĠB udget",
      "igh t",
      "ul t",
      "o g",
      "Ġwe b",
      "ograp hic",
      "ĠRep ort",
      "Ġ en",
      "Ġd is",
      "ĠC ont",
      "se attle",
      "Ġa ct",
      "Ġin t",
      "ĠO r",
      "ĠR ec",
      "i ol",
      "w s",
      "he ck",
      "C ity",
      "res ent",
      "Ġas s",
      "ĠG IS",
      "Ġcon d",
      "A T",
      "if ied",
      "Ġ ro",
      "Ġupd ated",
      "1 6",
      "Ġp art",
      "ist ered",
      "ul ts",
      "p en",
      "Ġ it",
      "on s",
      "as t",
      "is s",
      "Ġre l",
      "Ġa tt",
      "ĠD istrict",
      "Ġt yp",
      "lo y",
      "Ġo ver",
      "re n",
      "Ġrec ord",
      "Ġon e",
      "Ġwith in",
      "or ts",
      "et y",
      "per t",
      "iz ed",
      "n ual",
      "ect ion",
      "Ġt ime",
      "Ġch ang",
      "struct ion",
      "2 1",
      "o b",
      "in ed",
      "ĠE n",
      "Ġcomp le",
      "al th",
      "e at",
      "Ġ Ċ",
      "Ġ im",
      "on d",
      "Ġs ee",
      "Ġserv ices",
      "ĠR es",
      "Ġstud ents",
      "p l",
      "Ġ qu",
      "Ġthe se",
      "ĠP olice",
      "n yc",
      "Ġp re",
      "an t",
      "Ġs h",
      "Ġc ity",
      "Ġg rad",
      "Ġd es",
      "Ġth an",
      "c ess",
      "Ġbuilding s",
      "Ġs ho",
      "end it",
      "am e",
      "il y",
      "Ġin d",
      "ï¿½ï¿½ <",
      "ar get",
      "rib ut",
      "af ety",
      "Ġf und",
      "if ic",
      "ĠF inance",
      "mp loy",
      "Ġf ile",
      "ho od",
      "ĠPark s",
      "er n",
      "id ents",
      "Ġt arget",
      "Ġs c",
      "Ġs ystem",
      "ĠC heck",
      "b or",
      "ĠT o",
      "Ġp ot",
      "ain t",
      "= \"\"",
      "ag ery",
      "ran c",
      "a x",
      "u c",
      "ĠO ff",
      "Ġinclud es",
      "ol low",
      "igh bor",
      "Ġb udget",
      "s s",
      "Ġc lo",
      "Ġp r",
      "a ps",
      "f ont",
      "ĠL oc",
      "Ġapp ro",
      "ighbor hood",
      "Ġh as",
      "1 2",
      "Ġb ased",
      "Ġg e",
      "at ing",
      "Ġdet ail",
      "Ġ Z",
      "Ġe lect",
      "Ġpro cess",
      "3 3",
      "a ign",
      "amp aign",
      "Ġ lo",
      "ĠEx p",
      "Ġ201 0",
      "I D",
      "istric ts",
      "own lo",
      "1 0",
      "Ġthe ir",
      "at ive",
      "2 00",
      "Ġp os",
      "u ary",
      "Ġo per",
      "ĠT ra",
      "Ġspec ial",
      "Ġcont ains",
      "t ho",
      "Ġp lease",
      "loc k",
      "as es",
      "ĠOff ice",
      "o se",
      "ĠC ode",
      "ĠU n",
      "Ġle vel",
      "s ite",
      "Ġpro ject",
      "Ġinclud e",
      "l es",
      "Ġcon s",
      "p ro",
      "ĠS an",
      "a ce",
      "Ġs ub",
      "an c",
      "Ġon ly",
      "m ber",
      "ur ing",
      "2 7",
      "o ve",
      "\"\" >",
      "; ,",
      "i ous",
      "s ed",
      "Ġ 8",
      "by ist",
      "ibr ary",
      "T A",
      "am ily",
      "ex t"
    ]
  }
}